[
 {
  "name": "Lê Văn Thịnh",
  "description": "Lê Văn Thịnh (chữ Hán: 黎文盛; 1038 – 1096[1]) là người đỗ đầu trong khoa thi đầu tiên của Nho học Việt Nam, được bổ làm quan, dần trải đến chức Thái sư triều Lý. Năm 1084, ông thành công trong việc bàn nghị về việc cương giới với quan nhà Tống, khiến nước này phải trả lại 6 huyện 3 động[2] thuộc châu Quảng Nguyên cho Đại Việt (Việt Nam). Tuy nhiên đến năm 1096 thì ông bị đày rồi mất, sau khi xảy ra \"Vụ án hồ Dâm Đàm\" (1095).",
  "connection": [{
   "name": "Người bị kết án oan sai trong lịch sử",
   "url": "/wiki/Th%E1%BB%83_lo%E1%BA%A1i:Ng%C6%B0%E1%BB%9Di_b%E1%BB%8B_k%E1%BA%BFt_%C3%A1n_oan_sai_trong_l%E1%BB%8Bch_s%E1%BB%AD"
  }],
  "url": "/wiki/Lê_Văn_Thịnh",
  "info": {
   "Thụy hiệu": "Thụy hiệu Lê Thái sư Đại vương Lê Thái sư Đại vương",
   "Kế nhiệm": "Mạc Hiển Tích",
   "Thân mẫu": "Trần Thị Tín",
   "Sinh": "1050 thôn Bảo Tháp, xã Đông Cứu, huyện Gia Bình, tỉnh Bắc Ninh",
   "Mất": "1096",
   "Tôn giáo": "Nho giáo",
   "Tại vị": "1075",
   "Tiền nhiệm": "Không có (Trạng nguyên đầu tiên của Việt Nam)",
   "Thân phụ": "Lê Văn Thành"
  }
 },
 {
  "name": "Mạc Hiển Tích",
  "description": "Mạc Hiển Tích (chữ Hán: 莫顯績 1060—1189) là người đỗ đầu tại khoa thi năm Quảng Hựu thứ 2 (Bính Dần, 1086) thời vua Lý Nhân Tông.[1][2]",
  "connection": [],
  "url": "/wiki/Mạc_Hiển_Tích",
  "info": {}
 },
 {
  "name": "Bùi Quốc Khái",
  "description": "Bùi Quốc Khái (chữ Hán: 裴國愾 1141-1234) là người đỗ đầu khoa thi Tiến sĩ năm Trinh Phù thứ 10 (Ất Tỵ, 1185) dưới thời vua Lý Cao Tông (ở ngôi: 1176-1210) nước Đại Việt.",
  "connection": [],
  "url": "/wiki/Bùi_Quốc_Khái",
  "info": {}
 },
 {
  "name": "Trương Hanh",
  "description": "Trương Hanh (chữ Hán: 張亨; 1200-?), là người đỗ đệ nhất giáp kỳ thi Thái học sinh năm Kiến Trung thứ 8 (Nhâm Thìn, 1232),[1][2] đời vua Trần Thái Tông, cùng Lưu Diễm. Đỗ đệ nhị giáp khoa thi này là Đặng Diễn, Trịnh Phẫu còn đệ tam giáp là Trần Chu Phổ.[1]",
  "connection": [],
  "url": "/wiki/Trương_Hanh",
  "info": {}
 },
 {
  "name": "Lưu Miễn",
  "description": "Lưu Miễn có thể là tên của:",
  "connection": [],
  "url": "/wiki/Lưu_Miễn",
  "info": {}
 },
 {
  "name": "Nguyễn Quan Quang",
  "description": "Nguyễn Quan Quang (chữ Hán: 阮觀光, 1222-?), có tài liệu ghi là Nguyễn Quán Quang hay Trần Quán Quang,[1] là một danh thần thời nhà Trần. Ông được biết nhiều với giai thoại đỗ Tam nguyên và sứ giả Đại Việt đối đáp với tướng Mông Cổ. Theo văn bia số 1 tại Văn miếu Bắc Ninh, thì ông là người đỗ Trạng nguyên khoa thi Bính Ngọ 1246, tức năm Thiên Ứng Chính Bình thứ 15 đời vua Trần Thái Tông.[2]",
  "connection": [
   {
    "name": "Trạng nguyên Việt Nam",
    "url": "/wiki/Tr%E1%BA%A1ng_nguy%C3%AAn_Vi%E1%BB%87t_Nam"
   },
   {
    "name": "Nguyễn Hiền",
    "url": "/wiki/Nguy%E1%BB%85n_Hi%E1%BB%81n"
   }
  ],
  "url": "/wiki/Nguyễn_Quan_Quang",
  "info": {}
 },
 {
  "name": "Nguyễn Hiền",
  "description": "Nguyễn Hiền (chữ Hán: 阮賢, 11 tháng 3, 1234 - 05 tháng 9, 1256) là trạng nguyên trẻ nhất trong lịch sử khoa cử Việt Nam, khi mới mười ba tuổi. Cuộc đời ông gắn với nhiều giai thoại dân gian Việt Nam còn lưu truyền đến nay.",
  "connection": [
   {
    "name": "Thủ khoa Đại Việt",
    "url": "/wiki/Th%E1%BB%A7_khoa_nho_h%E1%BB%8Dc_Vi%E1%BB%87t_Nam"
   },
   {
    "name": "Nguyễn Quan Quang",
    "url": "/wiki/Nguy%E1%BB%85n_Quan_Quang"
   },
   {
    "name": "Lưu Miễn",
    "url": "/wiki/L%C6%B0u_Mi%E1%BB%85n_(nh%C3%A0_Tr%E1%BA%A7n)"
   },
   {
    "name": "Vương Giát",
    "url": "/wiki/V%C6%B0%C6%A1ng_Gi%C3%A1t"
   }
  ],
  "url": "/wiki/Nguyễn_Hiền",
  "info": {
   "Triều đại": "Nhà Trần",
   "Học vấn": "Trạng nguyên (1247)",
   "Sinh": "",
   "Ngày sinh": "11 tháng 3 năm 1234",
   "Mất": "5 tháng 9, 1256(1256-09-05) (22 tuổi)",
   "Chức quan": "Thượng thư bộ Công",
   "Nơi sinh": "làng Dương A, huyện Thượng Hiền, phủ Thiên Trường (nay là Thôn Dương A, xã Nam Thắng, huyện Nam Trực, tỉnh Nam Định)."
  }
 },
 {
  "name": "Trần Quốc Lặc",
  "description": "Trần Quốc Lặc (chữ Hán: 陳國扐, 1230 - ?) là Trạng nguyên của Việt Nam, ông là người làng Uông Hạ, huyện Thanh Lâm, châu Thượng Hồng[1][2] (nay là thôn Uông Hạ, xã Minh Tân, huyện Nam Sách, tỉnh Hải Dương). Tháng 2 năm 1256, ông đỗ Kinh trạng nguyên khoa Bính Thìn niên hiệu Nguyên Phong thứ 6, đời Trần Thái Tông, cùng khoa với Trại trạng nguyên Trương Xán, bảng nhãn Chu Hinh, thám hoa lang Trần Uyên[3]. Làm quan đến Thượng thư. Sau khi mất, vua phong làm Phúc thần, hiệu là Mạnh Đạo Đại Vương[1].",
  "connection": [],
  "url": "/wiki/Trần_Quốc_Lặc",
  "info": {}
 },
 {
  "name": "Trương Xán",
  "description": "Trương Xán (chữ Hán: 張燦, 1227 - ?) là Trạng nguyên thứ 3 trong lịch sử khoa cử của Việt Nam.",
  "connection": [],
  "url": "/wiki/Trương_Xán",
  "info": {}
 },
 {
  "name": "Trần Cố",
  "description": "Trần Cố (chữ Hán: 陳固, ? - ?), người xã Phạm Triền, huyện Thanh Miện, phủ Hạ Hồng[1] (nay là thôn Phạm Lý, xã Ngô Quyền, huyện Thanh Miện, tỉnh Hải Dương), đỗ Kinh trạng nguyên khoa Bính Dần, năm Thiệu Long thứ 9 (1266), đời Trần Thánh Tông[2], cùng khoa với Trại trạng nguyên Bạch Liêu. Ông làm quan đến chức Hiến sát sứ[1].",
  "connection": [],
  "url": "/wiki/Trần_Cố",
  "info": {}
 },
 {
  "name": "Bạch Liêu",
  "description": "Bạch Liêu (chữ Hán: 白遼, một số tài liệu ghi là Bạch Liên[cần dẫn nguồn]) sinh năm 1236[cần dẫn nguồn] quê ở làng Yên Xá, huyện Đông Thành, phủ Diễn Châu[1] (nay thuộc huyện Diễn Châu, tỉnh Nghệ An) nay là xã Mã Thành, huyện Yên Thành, tỉnh Nghệ An, mất năm 1315[cần dẫn nguồn]. Ông là người thông minh nhớ lâu, đọc sách ngàn dòng một mạch.[2] Ông đỗ trạng nguyên năm Thiệu Long thứ 9 (1266) đời vua Trần Thánh Tông, là vị tổ khai khoa của xứ Nghệ, nhưng không ra làm quan.[2] Ông ở lại làm môn khách giúp Chiêu Minh Vương Trần Quang Khải trấn Nghệ An.[2] Với tư cách là một quân sư, ông đã giúp Trần Quang Khải thảo ra kế hoạch về tuyển quân và dự trữ lương thực, củng cố biên giới phía Nam (gọi là Biến pháp tam chương)[cần dẫn nguồn] góp phần quan trọng trong việc đánh thắng quân Nguyên Mông. Ông được cử theo đoàn sứ bộ sang nhà Nguyên, bằng trí tuệ uyên bác và tài ngoại giao, ông đã góp phần thiết lập quan hệ ngoại giao hoà hiếu giữa 2 nước[cần dẫn nguồn].",
  "connection": [],
  "url": "/wiki/Bạch_Liêu",
  "info": {}
 },
 {
  "name": "Huyền Quang",
  "description": "Huyền Quang (玄光), 1254-1334, tên thật là Lý Tái Đạo (李載道) là một thiền sư, nhà lãnh đạo Phật giáo Đại thừa ở Đại Việt thời Trần. Ông là người hương Vạn Tải",
  "connection": [],
  "url": "/wiki/Huyền_Quang",
  "info": {
   "Tác phẩm": "Xem mục Tác phẩm",
   "Chức vụ": "Tổ thứ 3 Thiền phái Trúc Lâm Yên Tử",
   "Thiền phái": "Thiền phái Trúc Lâm",
   "Thầy": "Quốc sư Bảo Phác Giác hoàng Điều ngự Tôn giả Phổ Tuệ",
   "Xuất gia": "Chùa Vũ Ninh (Bắc Ninh)",
   "Tấn phong": "Trúc Lâm Thiền Sư đệ tam đại",
   "Trường phái": "Đại thừa",
   "Quốc tịch": "Đại Việt",
   "Sinh": "Lý Tái Đạo (李載道) 1254 Châu Nam Sách, lộ Lạng Giang, Đại Việt Nay thuộc tỉnh Bắc Ninh, Việt Nam",
   "Mất": "27 tháng 2 năm 1334 Chùa Côn Sơn, Đại Việt Nay thuộc thị xã Chí Linh, tỉnh Hải Dương, Việt Nam",
   "Tôn giáo": "Phật giáo",
   "Bố mẹ": "Cha: Lý Tuệ Tổ Mẹ: Lê thị",
   "Tông phái": "Thiền tông"
  }
 },
 {
  "name": "Đào Tiêu",
  "description": "Đào Tiêu (?-?), có tài liệu viết là Đào Thúc hay Đào Dương Bật, là một Trạng nguyên Việt Nam dưới triều Trần.",
  "connection": [],
  "url": "/wiki/Đào_Tiêu",
  "info": {}
 },
 {
  "name": "Mạc Đĩnh Chi",
  "description": "Mạc Đĩnh Chi (chữ Hán: 莫挺之 1272 - 1346), tên tự là Tiết Phu (節夫), hiệu là Tích Am (僻庵) là một quan đại thần và nhà ngoại giao nổi tiếng triều Trần trong lịch sử Việt Nam.[1] Năm 1304, đời vua Trần Anh Tông niên hiệu Hưng Long thứ 12, ông thi đỗ trạng nguyên. Nhờ thông minh, hiểu biết sâu rộng, ông nhiều lần được cử đi sứ sang Trung Quốc. Ngoài ra, ông còn được biết đến như là tổ tiên trực hệ của các đời Hoàng đế nhà Mạc, được Mạc Thái Tổ truy tôn thụy là Kiến Thủy Khâm Minh Văn Hoàng Đế (建始欽明文皇帝).",
  "connection": [
   {
    "name": "Mạc Thúy",
    "url": "/wiki/M%E1%BA%A1c_Th%C3%BAy"
   },
   {
    "name": "Mạc Đăng Dung",
    "url": "/wiki/M%E1%BA%A1c_%C4%90%C4%83ng_Dung"
   }
  ],
  "url": "/wiki/Mạc_Đĩnh_Chi",
  "info": {
   "Tên đầy đủ Tên tự Tên hiệu Thụy hiệu": "Tên đầy đủ Mạc Đĩnh Chi Tên tự Tiết Phu (節夫) Tên hiệu Tích Am (僻庵) Thụy hiệu Kiến Thủy Khâm Minh Văn Hoàng Đế (建始欽明文皇帝) Mạc Đĩnh Chi Tiết Phu (節夫) Tích Am (僻庵) Kiến Thủy Khâm Minh Văn Hoàng Đế (建始欽明文皇帝)",
   "Học vấn": "Trạng nguyên nhà Trần",
   "Sinh": "1272 Hải Dương",
   "Mất": "1346（74 tuổi) Thăng Long",
   "Thân phụ": "Mạc Đĩnh Kỳ (莫挺期)"
  }
 },
 {
  "name": "Đào Sư Tích",
  "description": "Đào Sư Tích (chữ Hán: 陶師錫, 1350 - 1396), người làng Cổ Lễ, huyện Nam Chân (sau đổi là huyện Trực Ninh), phủ Thiên Trường. Nay thuộc tỉnh Nam Định. Ông đỗ trạng nguyên khoa Giáp Dần niên hiệu Long Khánh thứ 2 (1374),[1] đời Trần Duệ Tông. Tháng 5 năm 1381, ông được lấy làm Tả tư lang trung, Nhập nội hành khiển.[2] Tháng 12 năm 1383, vua Phế Đế sai ông đề tựa ở đầu sách \"Bảo Hòa [điện] dư bút\".[2] Tháng 12 năm 1392, thời Trần Thuận Tông, ông bị giáng xuống Trung tư thị lang, Tri thẩm hình viện sự, do Quốc tử trợ giáo Đào Xuân Lôi khai rằng ông có xem bức thư của chính Xuân Lôi dâng lên nhà vua để phê phán sách Minh đạo của Hồ Quý Ly. Sau khi qua đời dân làng Cổ Lễ thờ ông làm thành hoàng, được nhiều triều đại vua chúa ban sắc cho làm thượng đẳng thần.",
  "connection": [],
  "url": "/wiki/Đào_Sư_Tích",
  "info": {}
 },
 {
  "name": "Lưu Thúc Kiệm",
  "description": "Lưu Thúc Kiệm (chữ Hán: 劉叔儉, 1373 - 1434), người làng Trạm Lộ, huyện Gia Bình, phủ Thuận An, xứ Kinh Bắc (nay thuộc xã Trạm Lộ huyện Thuận Thành, tỉnh Bắc Ninh), đỗ Trạng nguyên khoa tháng 8, Canh Thìn, năm Thánh Nguyên thứ 1 (1400), đời Hồ Quý Ly[1] cùng 20 người khác đỗ thái học sinh, trong đó có Nguyễn Trãi, Lý Tử Tấn, Vũ Mộng Nguyên, Hoàng Hiến, Nguyễn Thành v.v. Những người đỗ thái học sinh có nêu tên này sau đều làm quan dưới triều đại Hậu Lê. Sử sách ghi chép rất ít về ông, chỉ biết rằng ông làm quan đến Hàn lâm trực học sĩ. Do giỏi văn từ biện bạch nên Hồ Quý Ly giao cho ông việc thảo các văn từ bang giao với các nước láng giềng.[2]",
  "connection": [],
  "url": "/wiki/Lưu_Thúc_Kiệm",
  "info": {}
 },
 {
  "name": "Nguyễn Trực",
  "description": "Nguyễn Trực (chữ Hán: 阮直, 1417 - 1474), hiệu là Hu Liêu, tự là Nguyễn Công Dĩnh, quê làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, thành phố Hà Nội). Ông đỗ đầu trong số đệ nhất giáp tiến sĩ cập đệ (tức trạng nguyên) năm 1442[1] đời vua Lê Thái Tông.",
  "connection": [],
  "url": "/wiki/Nguyễn_Trực",
  "info": {}
 },
 {
  "name": "Nguyễn Nghiêu Tư",
  "description": "Nguyễn Nghiêu Tư (1383 - 1471) tiếng Trung: 阮堯咨, bản danh Nguyễn Nghiêu Trư (阮文豬)[cần dẫn nguồn][1], tự Quân Trù (君廚),[cần dẫn nguồn] hiệu Tùng Khê (松溪),[cần dẫn nguồn] là một trạng nguyên thời nhà Lê sơ,[2] làm quan đến chức Thượng thư.[3] Theo Đại Việt sử ký toàn thư, ông là người đã thông dâm với mẹ vợ nên bị người đời chế giễu là Trạng Lợn. Cũng từ đó, việc xét tiêu chuẩn đạo đức của các trạng nguyên cũng trở nên gắt gao hơn.[cần dẫn nguồn] Tháng 4 năm 1462, định lệ bảo kết (bảo đảm, cam kết) trong thi hương. Ra lệnh chỉ cho các thí sinh trong nước, không cứ là dân hay lính, hạn tới thượng tuần.... đến nhà giám hay đạo sở tại khai tên và căn cước đợi thi hương. .... Cho quan sở tại và xã trưởng xã mình làm giấy bảo đảm rằng người ấy thực là có đức hạnh thì mới được vào danh sách dự thi. Kẻ nào vào loại bất hiếu, bất mục, bất nghĩa, loạn luân, điêu toa... thì dẫu học giỏi, văn thơ hay, cũng không cho vào thi.[4]",
  "connection": [],
  "url": "/wiki/Nguyễn_Nghiêu_Tư",
  "info": {}
 },
 {
  "name": "Lương Thế Vinh",
  "description": "Lương Thế Vinh (chữ Hán: 梁世榮,; 1 tháng 8 năm 1441 - 2 tháng 10 năm 1496, tên hiệu là Thụy Hiên) là một nhà toán học, Phật học, và chính trị gia thời Lê sơ. Ông đỗ trạng nguyên dưới triều Lê Thánh Tông và làm quan tại viện Hàn Lâm. Ông được biết đến nhiều nhất bởi các tác phẩm do ông biên soạn ở các lĩnh vực toán học, văn hóa. Ông cũng còn được biết đến là một trong 28 nhà thơ của hội Tao Đàn do vua Lê Thánh Tông lập năm 1495.",
  "connection": [
   {
    "name": "Đại thành Toán pháp",
    "url": "/wiki/%C4%90%E1%BA%A1i_th%C3%A0nh_To%C3%A1n_ph%C3%A1p"
   },
   {
    "name": "Thân Nhân Trung",
    "url": "/wiki/Th%C3%A2n_Nh%C3%A2n_Trung"
   },
   {
    "name": "Quách Đình Bảo",
    "url": "/wiki/Qu%C3%A1ch_%C4%90%C3%ACnh_B%E1%BA%A3o"
   }
  ],
  "url": "/wiki/Lương_Thế_Vinh",
  "info": {}
 },
 {
  "name": "Vũ Kiệt",
  "description": "Vũ Kiệt (chữ Hán: 武傑,1452 - ?), người xã Yên Việt, huyện Siêu Loại, Kinh Bắc[1][2] (nay là thôn Cửu Yên thuộc xã Ngũ Thái, thị xã Thuận Thành, tỉnh Bắc Ninh), đỗ đầu đệ nhất giáp tiến sĩ cập đệ (Trạng nguyên) khoa tháng tư, Nhâm Thìn, Hồng Đức năm thứ 3 (1472), đời Lê Thánh Tông[3] cùng Nguyễn Toàn An, Vương Khắc Thuật đỗ đệ nhất giáp tiến sĩ cập đệ; bọn Vũ Đức Khang 7 người đỗ đệ nhị giáp tiến sĩ xuất thân; bọn Chử Phong 16 người đỗ đệ tam giáp đồng tiến sĩ xuất thân. Do ngôi làng quê ông có tên Nôm là làng Vít nên dân gian quen gọi Vũ Kiệt là Trạng Vít (Trạng làng Vít).",
  "connection": [],
  "url": "/wiki/Vũ_Kiệt",
  "info": {}
 },
 {
  "name": "Vũ Tuấn Chiêu",
  "description": "Vũ Tuấn Chiêu (chữ Hán: 武濬昭, 1426 - ?) nguyên quán xã Cổ Liễu, huyện Tây Chân (nay thuộc xã Nam Hùng huyện Nam Trực, tỉnh Nam Định), phủ Phụng Thiên, trú quán phường Nhật Chiêu, huyện Quảng Đức (nay thuộc phường Nhật Tân, quận Tây Hồ, thành phố Hà Nội)[1]. Ông đỗ đầu trong số ba đệ nhất giáp tiến sĩ cập đệ (tức trạng nguyên) khoa thi Hồng Đức năm thứ 6 (1475)[2]. Ông làm quan đến Tả Thị lang Bộ Lại[1].",
  "connection": [],
  "url": "/wiki/Vũ_Tuấn_Chiêu",
  "info": {}
 },
 {
  "name": "Phạm Đôn Lễ",
  "description": "Phạm Đôn Lễ (chữ Hán: 范敦禮, 1457 - 1531), tự là Lư Khanh, là Trạng nguyên khoa Tân Sửu (1481), niên hiệu Hồng Đức 12, đời vua Lê Thánh Tông. Vì có công dạy dân làng dệt chiếu cói nên còn gọi là Trạng Chiếu hay Tam nguyên Đôn Lễ.[1][2]. Ông làm quan đến các chức Tả thị lang, rồi Thượng Thư.",
  "connection": [],
  "url": "/wiki/Phạm_Đôn_Lễ",
  "info": {}
 },
 {
  "name": "Nguyễn Quang Bật",
  "description": "Nguyễn Quang Bật (chữ Hán: 阮光弼; 1463–1505) tên thật Nguyễn Quang Hiếu, là người đỗ trạng nguyên năm 1484 dưới triều vua Lê Thánh Tông.",
  "connection": [],
  "url": "/wiki/Nguyễn_Quang_Bật",
  "info": {}
 },
 {
  "name": "Trần Sùng Dĩnh",
  "description": "Trần Sùng Dĩnh (chữ Hán: 陳崇穎, 1465–?) là một Trạng nguyên của Việt Nam. Ông là người làng Đồng Khê, huyện Thanh Lâm, phủ Thượng Hồng (nay là thôn Đồng Khê, xã An Lâm, huyện Nam Sách, tỉnh Hải Dương). Ông đỗ Trạng nguyên khoa Đinh Mùi niên hiệu Hồng Đức thứ 18 (1487)[1], đời Lê Thánh Tông. Làm quan Đô ngự sử Thập nhị Kinh diên, rồi được thăng lên Hộ bộ hữu thị lang và Hộ bộ Thượng thư vào tháng 12 năm 1514 dưới thời vua Lê Tương Dực. Sau khi mất, ông được phong làm Phúc thần và được thờ phụng ở quê nhà.",
  "connection": [{
   "name": "Trần Năng",
   "url": "/wiki/Tr%E1%BA%A7n_N%C4%83ng"
  }],
  "url": "/wiki/Trần_Sùng_Dĩnh",
  "info": {}
 },
 {
  "name": "Vũ Duệ",
  "description": "Vũ Duệ (chữ Hán: 武睿, 1468-1522)[1], vốn tên là Vũ Nghĩa Chi, sau vua Lê Thánh Tông cho đổi tên là Vũ Duệ[2]; là danh thần nhà Lê sơ trong lịch sử Việt Nam.",
  "connection": [],
  "url": "/wiki/Vũ_Duệ",
  "info": {}
 },
 {
  "name": "Vũ Dương",
  "description": "Vũ Dương (chữ Hán: 武暘, 1472 - ?), có sách chép là Vũ Tích, người làng Man Nhuế, huyện Thanh Lâm, thừa tuyên Hải Dương (nay thuộc thôn Mạn Nhuế, thị trấn Nam Sách (xã Thanh Lâm cũ), huyện Nam Sách, tỉnh Hải Dương). Đỗ Trạng nguyên khoa Quý Sửu, niên hiệu Hồng Đức thứ 24 (1493)[1]. Làm quan đến Hàn lâm Thị thư, đi sứ Trung Quốc, được thăng chức thượng thư bộ Công và được phong tước Hầu. Ông có tham gia nhóm Tao đàn Nhị thập bát Tú của Lê Thánh Tông[2].",
  "connection": [],
  "url": "/wiki/Vũ_Dương",
  "info": {}
 },
 {
  "name": "Nghiêm Hoản",
  "description": "Nghiêm Hoản (?-?), còn có tên là Nghiêm Viên, sau được vua Lê Thánh Tông đổi tên là Nghiêm Viện (chữ Hán: 嚴瑗), quê xã Phùng Ninh Giang, huyện Quế Dương, phủ Từ Sơn, trấn Kinh Bắc (nay thuộc phường Bồng Lai, thị xã Quế Võ, tình Bắc Ninh).",
  "connection": [{
   "name": "Họ Nghiêm",
   "url": "/wiki/Nghi%C3%AAm"
  }],
  "url": "/wiki/Nghiêm_Hoản",
  "info": {}
 },
 {
  "name": "Đỗ Lý Khiêm",
  "description": "Đỗ Lý Khiêm (chữ Hán: 杜履謙, ? - 1512), người làng Ngoại Lãng xã Song Lãng huyện Thư Trì, phủ Kiến Xương, trấn Sơn Nam Hạ (nay là làng Ngoại Lãng xã Song Lãng là huyện Vũ Thư tỉnh Thái Bình). Đỗ trạng nguyên khoa thi Kỷ Mùi, niên hiệu Cảnh Thống thứ 2 (1499)[1], đời Lê Hiến Tông. Làm quan đến Phó đô Ngự sử. Đi sứ nhà Minh bị mất ở dọc đường.",
  "connection": [],
  "url": "/wiki/Đỗ_Lý_Khiêm",
  "info": {}
 },
 {
  "name": "Lê Ích Mộc",
  "description": "Lê Ích Mộc (chữ Hán: 黎益沭, 2 tháng 2 năm 1458 - 15 tháng 2 năm 1538[1]), người làng Thanh Lãng, tên Nôm là Ráng, tổng Phù Lưu, huyện Thủy Đường, phủ Kinh Môn[2][3][4] , xứ Hải Dương, nay thuộc xã Quảng Thanh, huyện Thủy Nguyên, thành phố Hải Phòng. Có tài liệu ghi ông người làng Quảng Cư là chưa chính xác, vì tên Quảng Cư tới thời Đồng Khánh (1886 - 1888) còn chưa xuất hiện và tại Bia đá Tiến sĩ tại Quốc Tử Giám ghi ông người làng Thanh Lãng, huyện Thủy Đường. Đỗ Đệ nhất giáp Tiến sĩ cập đệ (Trạng nguyên) khoa tháng hai, Nhâm Tuất, Cảnh Thống năm thứ 5 (1502), đời Lê Hiến Tông cùng Lê Sạn, Nguyễn Văn Thái đỗ đệ nhất giáp tiến sĩ cập đệ; bọn Nguyễn Cảnh Diễn, Lê Nhân Tế 24 người đỗ đệ nhị giáp tiến sĩ xuất thân; bọn Phạm Khiêm Bính, Nguyễn Mậu 34 người đỗ đệ tam giáp đồng tiến sĩ xuất thân.",
  "connection": [],
  "url": "/wiki/Lê_Ích_Mộc",
  "info": {}
 },
 {
  "name": "Lê Nại",
  "description": "Lê Nại (chữ Hán: 黎鼐, 1479 - ?), còn có tên khác là Lê Đỉnh hiệu Nam Hiên, người xã Mộ Trạch, huyện Đường An, phủ Thượng Hồng (nay là huyện Bình Giang, tỉnh Hải Dương), nguyên quán ở hương Lão Lạt, huyện Thống Bình, trấn Thanh Đô (nay thuộc huyện Hậu Lộc, tỉnh Thanh Hóa). Ông đỗ Đệ nhất giáp Tiến sĩ cập đệ Đệ nhất danh (Trạng nguyên) năm 27 tuổi, tại khoa Ất Sửu năm Đoan Khánh thứ 1 (1505) đời Lê Uy Mục[1], trong tháng 2 âm lịch năm đó cùng bảng nhãn Bùi Doãn Văn, thám hoa Trần Phỉ và 52 người khác đỗ tiến sĩ. Ông là con rể của hoàng giáp Vũ Quỳnh và cháu nội của danh thần Lê Cảnh Tuân đã tuẫn quốc dưới thời Minh thuộc. Ông có tiếng hay chữ, thi hương, thi đình đều đỗ đầu. Làm quan tới chức Hữu thị lang bộ Hộ. Sau khi mất, được triều đình truy tặng tước Đạo Trạch bá.",
  "connection": [],
  "url": "/wiki/Lê_Nại",
  "info": {}
 },
 {
  "name": "Nguyễn Giản Thanh",
  "description": "Nguyễn Giản Thanh (chữ Hán: 阮簡清; thường được gọi là Trạng Me; 1482–1552) là trạng nguyên khoa thi Đoan Khánh năm thứ tư (1508), đời vua Lê Uy Mục[1]. Ông là con của tiến sĩ Nguyễn Giản Liêm, người làng Ông Mặc (tục gọi là làng Me) huyện Đông Ngàn (nay là phường Hương Mạc, thành phố Từ Sơn), tỉnh Bắc Ninh.",
  "connection": [],
  "url": "/wiki/Nguyễn_Giản_Thanh",
  "info": {}
 },
 {
  "name": "Hoàng Nghĩa Phú",
  "description": "Hoàng Nghĩa Phú (chữ Hán: 黃義富, 1479[1] hay 1480[2] - ?), người xã Mạc Xá (Danh sách trạng nguyên chép là Lương Xá), huyện Chương Đức, phủ Ứng Thiên (nay là huyện Chương Mỹ, Hà Nội) sau chuyển sang ở xã Đan Khê, huyện Thanh Oai, phủ Ứng Thiên (nay là làng Đa Sĩ, phường Kiến Hưng, quận Hà Đông, thành phố Hà Nội)[2].",
  "connection": [],
  "url": "/wiki/Hoàng_Nghĩa_Phú",
  "info": {}
 },
 {
  "name": "Nguyễn Đức Lượng",
  "description": "Nguyễn Đức Lượng (chữ Hán: 阮德亮, 1465[1] - ?), người xã Canh Hoạch, huyện Thanh Oai, phủ Ứng Thiên, trấn Sơn Nam[2][3] (nay thuộc xã Dân Hòa huyện Thanh Oai, thành phố Hà Nội),[1] đỗ đầu khoa tháng tư, Giáp Tuất, Hồng Thuận năm thứ 6 (1514), đời Lê Tương Dực cùng Nguyễn Chiêu Huấn (阮昭訓), Hoàng Minh Tá (黃明佐) là 3 người đỗ đệ nhất giáp tiến sĩ cập đệ; Nguyễn Vũ (阮瑀) cùng 19 người khác đỗ đệ nhị giáp tiến sĩ xuất thân; Nguyễn Bỉnh Di (阮秉彝) và 19 người khác đỗ đệ tam giáp đồng tiến sĩ xuất thân.",
  "connection": [],
  "url": "/wiki/Nguyễn_Đức_Lượng",
  "info": {}
 },
 {
  "name": "Ngô Miễn Thiệu",
  "description": "Ngô Miễn Thiệu (chữ Hán: 吳勉紹, 1498[1] hay 1499[2] - 1556), người xã Tam Sơn, huyện Đông Ngàn, phủ Từ Sơn, trấn Kinh Bắc (nay thuộc phường Tam Sơn, thành phố Từ Sơn, tỉnh Bắc Ninh).",
  "connection": [],
  "url": "/wiki/Ngô_Miễn_Thiệu",
  "info": {}
 },
 {
  "name": "Hoàng Văn Tán",
  "description": "Hoàng Văn Tán (chữ Hán: 黃文贊, ? - ?) người xã Xuân Lôi, huyện Vũ Ninh (nay thuộc phường Đại Xuân thị xã Quế Võ, tỉnh Bắc Ninh)[1]. Ông thi đỗ trạng nguyên năm 1523, trong khoa thi Quý Mùi, niên hiệu Thống Nguyên thứ hai của vua Lê Cung Đế[2][3]. Ông được giao cùng với Đông các đại học sĩ Đạo Nguyện bá Nguyễn Văn Thái thảo tờ chiếu của Lê Cung Hoàng nhường ngôi cho Mạc Đăng Dung[1] (Đại Việt Sử ký Toàn thư chỉ chép là Nguyễn Văn Thái thảo chiếu này[2]). Sau đó, ông làm quan nhà Mạc đến chức Tả Thị lang Bộ Lễ[1].",
  "connection": [],
  "url": "/wiki/Hoàng_Văn_Tán",
  "info": {}
 },
 {
  "name": "Trần Tất Văn",
  "description": "Trần Tất Văn (chữ Hán: 陳必聞, (tuổi Bính Thìn, 1496 - 1571)[1]), người xã Nguyệt Áng, tổng Phù Lưu, huyện An Lão, phủ Kinh Môn, Hải Dương[2][3] (nay là xã Thái Sơn huyện An Lão thành phố Hải Phòng), đỗ đầu đệ nhất giáp tiến sĩ cập đệ (Trạng nguyên) khoa tháng tư, Bính Tuất, niên hiệu Thống Nguyên thứ 5 (1526), đời Lê Cung Hoàng cùng Nguyễn Văn Du, Lưu Trung Doãn 3 người đỗ đệ nhất giáp tiến sĩ cập đệ; nhóm Lê Quang Bí 4 người đỗ đệ nhị giáp tiến sĩ xuất thân; nhóm Phạm Đình Quang 13 người đỗ đệ tam giáp đồng tiến sĩ xuất thân[2].",
  "connection": [],
  "url": "/wiki/Trần_Tất_Văn",
  "info": {}
 },
 {
  "name": "Đỗ Tống",
  "description": "Đỗ Tống (chữ Hán: 杜綜, 1504[1] - ?), người xã Lại Ốc, huyện Tế Giang, phủ Thuận An, Kinh Bắc (nay thuộc xã Long Hưng, huyện Văn Giang, tỉnh Hưng Yên)[1]. Ông đỗ trạng nguyên khoa Kỷ Sửu, niên hiệu Minh Đức thứ 3 (1529) đời Mạc Thái Tổ[1][2][3]. Ông làm quan cho nhà Mạc, giữ các chức quan như như Tả Thị lang Bộ Hình, Đông các Đại học sĩ[1].",
  "connection": [],
  "url": "/wiki/Đỗ_Tống",
  "info": {}
 },
 {
  "name": "Nguyễn Thiến",
  "description": "Nguyễn Thiến (chữ Hán: 阮倩; 1495 -1557) là Thư Quận công, Thượng thư, Trạng nguyên của nhà Mạc và đồng thời là quan nhà Lê trung hưng",
  "connection": [
   {
    "name": "Nhà Mạc",
    "url": "/wiki/Nh%C3%A0_M%E1%BA%A1c"
   },
   {
    "name": "Nam Bắc triều",
    "url": "/wiki/Nam-B%E1%BA%AFc_tri%E1%BB%81u_(Vi%E1%BB%87t_Nam)"
   },
   {
    "name": "Nguyễn Bỉnh Khiêm",
    "url": "/wiki/Nguy%E1%BB%85n_B%E1%BB%89nh_Khi%C3%AAm"
   },
   {
    "name": "Nguyễn Quyện",
    "url": "/wiki/Nguy%E1%BB%85n_Quy%E1%BB%87n"
   },
   {
    "name": "Mạc Ngọc Liễn",
    "url": "/wiki/M%E1%BA%A1c_Ng%E1%BB%8Dc_Li%E1%BB%85n"
   }
  ],
  "url": "/wiki/Nguyễn_Thiến",
  "info": {
   "Tên húy Thụy hiệu": "Tên húy Nguyễn Thiến (阮倩) Thụy hiệu Trạng Nguyên. Nguyễn Thiến (阮倩) Trạng Nguyên.",
   "Tước vị Tước vị": "Tước vị Trạng nguyên. Thượng thư. Thư Quận Công. Trạng nguyên. Thượng thư. Thư Quận Công.",
   "Trị vì": "1495 - 1511",
   "Kế nhiệm": "Nguyễn Quyện",
   "Hậu duệ Hậu duệ": "Hậu duệ Nguyễn Quyện Nguyễn Miễn Nguyễn Thị Ngọc Cẩm Nguyễn Quyện Nguyễn Miễn Nguyễn Thị Ngọc Cẩm",
   "Sinh": "(1495-08-28)28 tháng 8, 1495 Canh Hoạch, Đại Việt",
   "Mất": "20 tháng 8, 1557(1557-08-20) (61 tuổi) Thanh Hóa, Đại Việt",
   "Tiền nhiệm": "chức vụ được phong",
   "Thân phụ": "Nguyễn Doãn Địch",
   "Gia tộc": "Họ Nguyễn"
  }
 },
 {
  "name": "Nguyễn Bỉnh Khiêm",
  "description": "Nguyễn Bỉnh Khiêm (chữ Hán: 阮秉謙; 13 tháng 5 năm 1491 – 28 tháng 11 năm 1585), tên huý là Văn Đạt (文達),[1] tự là Hanh Phủ (亨甫), hiệu là Bạch Vân am cư sĩ (白雲庵居士),[2] được các môn sinh tôn là Tuyết Giang phu tử (雪江夫子), là một trong những nhân vật có ảnh hưởng nhất của lịch sử cũng như văn hóa Việt Nam trong thế kỷ 16. Ông được biết đến nhiều vì tư cách đạo đức, tài thơ văn của một nhà giáo có tiếng thời kỳ Nam – Bắc triều (Lê – Mạc phân tranh) cũng như tài tiên tri các tiến triển của lịch sử Việt Nam. Sau khi đậu Trạng nguyên khoa thi Ất Mùi (1535)[3] và làm quan dưới triều Mạc, ông được phong tước “Trình Tuyền hầu” rồi thăng tới “Trình Quốc công” (程國公)[4][5] mà dân gian quen gọi ông là Trạng Trình.[6] Ngoại trừ quãng thời gian dưới 10 năm thời thơ ấu có thể xem là bình yên cuối triều Lê Thánh Tông, Nguyễn Bỉnh Khiêm đã sống gần trọn thế kỷ 16, một thế kỷ nhiều biến chuyển mang tầm ảnh hưởng chưa từng có trước đó trong lịch sử dân tộc, mà ông vừa là nhân chứng vừa là nhân tố quan trọng tạo nên chúng. Là một người xuất thân từ tầng lớp trí thức quan lại nhưng cả cuộc đời Nguyễn Bỉnh Khiêm chưa bao giờ coi việc làm quan là lý tưởng cao nhất của sự nghiệp, cũng như là một nhà nhân đạo chủ nghĩa ông luôn đề cao tư tưởng thân dân trong sách lược trị nước.",
  "connection": [
   {
    "name": "Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm",
    "url": "/w/index.php?title=Khu_di_t%C3%ADch_v%C3%A0_%C4%91%E1%BB%81n_th%E1%BB%9D_Tr%C3%ACnh_qu%E1%BB%91c_c%C3%B4ng_Nguy%E1%BB%85n_B%E1%BB%89nh_Khi%C3%AAm&action=edit&redlink=1"
   },
   {
    "name": "Nhà Mạc",
    "url": "/wiki/Nh%C3%A0_M%E1%BA%A1c"
   },
   {
    "name": "Văn học Việt Nam thời Mạc",
    "url": "/wiki/V%C4%83n_h%E1%BB%8Dc_Vi%E1%BB%87t_Nam_th%E1%BB%9Di_M%E1%BA%A1c"
   },
   {
    "name": "Nam tiến",
    "url": "/wiki/Nam_ti%E1%BA%BFn"
   },
   {
    "name": "Lịch sử Việt Nam",
    "url": "/wiki/L%E1%BB%8Bch_s%E1%BB%AD_Vi%E1%BB%87t_Nam"
   },
   {
    "name": "Chiến tranh Lê-Mạc",
    "url": "/wiki/Chi%E1%BA%BFn_tranh_L%C3%AA-M%E1%BA%A1c"
   },
   {
    "name": "Trịnh-Nguyễn phân tranh",
    "url": "/wiki/Tr%E1%BB%8Bnh-Nguy%E1%BB%85n_ph%C3%A2n_tranh"
   },
   {
    "name": "Nam-Bắc triều (Việt Nam)",
    "url": "/wiki/Nam-B%E1%BA%AFc_tri%E1%BB%81u_(Vi%E1%BB%87t_Nam)"
   },
   {
    "name": "Nhà Lê trung hưng",
    "url": "/wiki/Nh%C3%A0_L%C3%AA_trung_h%C6%B0ng"
   },
   {
    "name": "Tên gọi Việt Nam Quốc hiệu Việt Nam",
    "url": "/wiki/T%C3%AAn_g%E1%BB%8Di_Vi%E1%BB%87t_Nam"
   },
   {
    "name": "Tranh chấp chủ quyền Biển Đông",
    "url": "/wiki/Tranh_ch%E1%BA%A5p_ch%E1%BB%A7_quy%E1%BB%81n_Bi%E1%BB%83n_%C4%90%C3%B4ng"
   },
   {
    "name": "Quần đảo Hoàng Sa",
    "url": "/wiki/Qu%E1%BA%A7n_%C4%91%E1%BA%A3o_Ho%C3%A0ng_Sa"
   },
   {
    "name": "Quần đảo Trường Sa",
    "url": "/wiki/Qu%E1%BA%A7n_%C4%91%E1%BA%A3o_Tr%C6%B0%E1%BB%9Dng_Sa"
   },
   {
    "name": "Lương Đắc Bằng",
    "url": "/wiki/L%C6%B0%C6%A1ng_%C4%90%E1%BA%AFc_B%E1%BA%B1ng"
   },
   {
    "name": "Phùng Khắc Khoan",
    "url": "/wiki/Ph%C3%B9ng_Kh%E1%BA%AFc_Khoan"
   }
  ],
  "url": "/wiki/Nguyễn_Bỉnh_Khiêm",
  "info": {
   "Tư cách công dân": "Việt Nam",
   "Con cái": "12 con (7 con trai)",
   "Học vấn": "Trạng nguyên Đại Việt (1535)",
   "Giai đoạn sáng tác": "Văn học thời Mạc (Văn học trung đại Việt Nam)",
   "Tác phẩm nổi bật": "Bạch Vân am thi tập (thơ chữ Hán), Bạch Vân quốc ngữ thi tập (thơ chữ Nôm), Sấm Trạng Trình",
   "Quốc tịch": "Việt Nam",
   "Sinh": "(1491-05-13)13 tháng 5, 1491 làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, trấn Hải Dương (nay thuộc xã Lý Học, huyện Vĩnh Bảo, thành phố Hải Phòng)",
   "Mất": "28 tháng 11, 1585(1585-11-28) (94 tuổi) làng Trung Am, huyện Vĩnh Lại, trấn Hải Dương (nay thuộc xã Lý Học, Vĩnh Bảo, thành phố Hải Phòng)",
   "Nghề nghiệp": "Chính khách, nhà thơ, nhà sư phạm, nhà dự báo chiến lược, nhà hoạt động từ thiện",
   "Phối ngẫu": "3 vợ",
   "Bút danh": "Trình Quốc Công, Bạch Vân",
   "Thân nhân": "Nguyễn Văn Định (cha), Nhữ Thị Thục (mẹ), Nhữ Văn Lan (ông ngoại), Dương Đức Nhan (cha vợ)",
   "Dân tộc": "Việt"
  }
 },
 {
  "name": "Giáp Hải",
  "description": "Giáp Hải (1515 - 1585), sau đổi Giáp Trừng,[1] là một nhà chính trị thời nhà Mạc Việt Nam. Ông nổi bật với việc giữ những chức vụ quan trọng trong triều đình dưới thời Mạc Mậu Hợp, uy tín cá nhân đối với nhà vua và dân chúng.",
  "connection": [],
  "url": "/wiki/Giáp_Hải",
  "info": {}
 },
 {
  "name": "Nguyễn Kỳ",
  "description": "Nguyễn Kỳ (chữ Hán: 阮琦; 1518 - ?), người làng Bình Dân, huyện Đông Yên, phủ Khoái Châu, trấn Sơn Nam Hạ (nay là xã Tân Dân, huyện Khoái Châu, Hưng Yên). Đỗ trạng nguyên khoa Tân Sửu, niên hiệu Quảng Hoà thứ nhất (1541), đời Mạc Hiến Tông (Mạc Phúc Hải). Làm quan đến Hàn lâm thị thư.",
  "connection": [],
  "url": "/wiki/Nguyễn_Kỳ",
  "info": {}
 },
 {
  "name": "Dương Phúc Tư",
  "description": "Dương Phúc Tư (chữ Hán: 楊福滋, 1505–1564), người làng Lạc Đạo, huyện Gia Lâm, phủ Thuận An, trấn Kinh Bắc (nay thuộc huyện Văn Lâm, Hưng Yên). Đỗ trạng nguyên khoa Đinh Mùi, niên hiệu Vĩnh Định thứ nhất (1547), đời Mạc Tuyên Tông (Mạc Phúc Nguyên). Ông làm chức quan tham chính. Sau này ông dâng sớ xin quy thuận Lê Thế Tông rồi đi ở ẩn.",
  "connection": [],
  "url": "/wiki/Dương_Phúc_Tư",
  "info": {}
 },
 {
  "name": "Trần Văn Bảo",
  "description": "Trần Văn Bảo (chữ Hán: 陳文寶, 1524 - 1611) là một danh sĩ Việt Nam. Ông từng đỗ Trạng nguyên khoa Canh Tuất, niên hiệu Cảnh Lịch thứ 3 (1550), đời Mạc Tuyên Tông, làm quan đến chức Thượng thư, từng đi sứ phương Bắc, được phong tước Nghĩa quận công.",
  "connection": [],
  "url": "/wiki/Trần_Văn_Bảo",
  "info": {}
 },
 {
  "name": "Nguyễn Lượng Thái",
  "description": "Nguyễn Lượng Thái (chữ Hán: 阮亮采, 1525 - 1576), người xã Bình Ngô, huyện Gia Định[1], phủ Thuận An, trấn Kinh Bắc[2] (nay thuộc phường An Bình, thị xã Thuận Thành, tỉnh Bắc Ninh)[1]. Trú quán xã Trạm Lộ[1] (cùng huyện). Ông đỗ đệ nhất giáp đồng tiến sĩ cập đệ đệ nhất danh (trạng nguyên), khoa Quý Sửu niên hiệu Cảnh Lịch thứ 6 (1553)[3] đời Mạc Tuyên Tông (Mạc Phúc Nguyên). Ông làm quan Tả Thị lang Bộ Lễ, kiêm Đông các Đại học sĩ[2], tước Định Nham hầu[1].",
  "connection": [],
  "url": "/wiki/Nguyễn_Lượng_Thái",
  "info": {}
 },
 {
  "name": "Phạm Trấn",
  "description": "Phạm Trấn có thể là một trong các nhân vật sau:",
  "connection": [],
  "url": "/wiki/Phạm_Trấn",
  "info": {}
 },
 {
  "name": "Đặng Thì Thố",
  "description": "Đặng Thì Thố (chữ Hán: 鄧時措, 1526 – ?) là thủ khoa của khoa thi năm Kỉ Mùi năm Quang Bảo thứ 6 (1559) dưới thời vua Mạc Tuyên Tông[1]. Ông là hậu duệ của Quốc công Đặng Tất, quê làng An Lạc (còn gọi là làng Thạc), huyện Thanh Lâm (nay thuộc xã An Châu, thành phố Hải Dương)[2]. Hiện nay, ở các xã An Châu, Nam Trung và Nam Chính (Nam Sách) vẫn còn gia phả ghi về cụ Tổ Đặng Thì Thố - giỗ ngày 12 tháng 10 âm lịch.",
  "connection": [
   {
    "name": "Đặng Tất",
    "url": "/wiki/%C4%90%E1%BA%B7ng_T%E1%BA%A5t"
   },
   {
    "name": "Đặng Dung",
    "url": "/wiki/%C4%90%E1%BA%B7ng_Dung"
   }
  ],
  "url": "/wiki/Đặng_Thì_Thố",
  "info": {}
 },
 {
  "name": "Phạm Duy Quyết",
  "description": "Phạm Đăng Quyết (1521 - ?), tên lúc nhỏ là Phạm Duy Quyết (chữ Hán: 范維玦), người làng Xác Khê, huyện Chí Linh, phủ Nam Sách, Hải Dương. Ông còn có tên khác là Phạm Duy Áng, có sách chép là Phạm Duy Ưởng hay Phạm Duy Trĩ. Đỗ trạng nguyên khoa Nhâm Tuất, niên hiệu Thuần Phúc thứ nhất (1562), đời Mạc Mậu Hợp. Làm quan đến Tả thị lang kiêm Đông các Đại học sĩ, tước Xác Khê Hầu.",
  "connection": [],
  "url": "/wiki/Phạm_Duy_Quyết",
  "info": {}
 },
 {
  "name": "Phạm Quang Tiến",
  "description": "Phạm Quang Tiến (chữ Hán: 范光進, 1530-?) Người làng Lương Xá, huyện Thiện Tài, trấn Kinh Bắc (nay thuộc xã Phú Lương, huyện Lương Tài, tỉnh Bắc Ninh)[1]. Đỗ Tiến sĩ cập đệ thám hoa đình nguyên khoa Ất Sửu, niên hiệu Thuần Phúc thứ 4 (1565) thời Mạc Mậu Hợp[1][2]. Ông làm quan Đông các Đại học sĩ, được cử đi sứ sang nhà Minh (Trung Quốc) và mất trên đường đi. Sau khi mất, ông được truy tặng chức Tả Thị lang[1].",
  "connection": [],
  "url": "/wiki/Phạm_Quang_Tiến",
  "info": {}
 },
 {
  "name": "Nguyễn Duy Thì",
  "description": "Nguyễn Duy Thì (1562-1642) là đại thần nhà Lê trung hưng trong lịch sử Việt Nam.",
  "connection": [
   {
    "name": "Lê Kính Tông",
    "url": "/wiki/L%C3%AA_K%C3%ADnh_T%C3%B4ng"
   },
   {
    "name": "Trịnh Tùng",
    "url": "/wiki/Tr%E1%BB%8Bnh_T%C3%B9ng"
   },
   {
    "name": "Lê Bật Tứ",
    "url": "/wiki/L%C3%AA_B%E1%BA%ADt_T%E1%BB%A9"
   }
  ],
  "url": "/wiki/Nguyễn_Duy_Thì",
  "info": {}
 },
 {
  "name": "Nguyễn Xuân Chính",
  "description": "Nguyễn Xuân Chính (chữ Hán: 阮春正,1588 - 1647) người làng Phù Chẩn, huyện Đông Ngàn, phủ Từ Sơn, Kinh Bắc (nay là xã Phù Chẩn, thị xã Từ Sơn, tỉnh Bắc Ninh). Đỗ trạng nguyên khoa Đinh Sửu, niên hiệu Dương Hòa thứ 3 (1637), đời Lê Thần Tông[1] khi đó ông đã 50 tuổi. Làm quan đến Tả thị lang Lại bộ, Nhập thị Kinh diên, tước Đạo Ngạn bá. Sau khi mất, ông được tặng chức Thượng thư, tước hầu. Có tài liệu ghi ông là Nguyễn Xuân Sinh[2].",
  "connection": [],
  "url": "/wiki/Nguyễn_Xuân_Chính",
  "info": {}
 },
 {
  "name": "Nguyễn Quốc Trinh",
  "description": "Nguyễn Quốc Trinh (chữ Hán: 阮國楨, 1624-1674), người xã Nguyệt Áng, huyện Thanh Trì, phủ Thường Tín, trấn Sơn Nam (nay là xã Đại Áng, huyện Thanh Trì, Hà Nội). Đỗ trạng nguyên khoa Kỷ Hợi, niên hiệu Vĩnh Thọ thứ 2 (1659), đời Lê Thần Tông[1]. Có tài liệu ghi ông tên là Nguyễn Quốc Khôi (阮國櫆)[2] (toàn bộ các đoạn của quyển XIX trong Đại Việt Sử ký toàn thư khi viết về ông đều dùng tên gọi này[3]).",
  "connection": [],
  "url": "/wiki/Nguyễn_Quốc_Trinh",
  "info": {}
 },
 {
  "name": "Đặng Công Chất",
  "description": "Đặng Công Chất (chữ Hán: 鄧公質, 1621[1] hay 1622[2] - 1683), người làng Phù Đổng, huyện Tiên Du, phủ Từ Sơn, trấn Kinh Bắc (nay thuộc xã Phù Đổng, huyện Gia Lâm, Hà Nội). Nguyên quán của ông là xã Thái Bạt, huyện Bất Bạt (nay thuộc xã Tòng Bạt, huyện Ba Vì, thành phố Hà Nội)[2]. Đỗ trạng nguyên khoa Tân Sửu, niên hiệu Vĩnh Thọ thứ 4 (1661) thời vua Lê Thần Tông[2][3].",
  "connection": [],
  "url": "/wiki/Đặng_Công_Chất",
  "info": {}
 },
 {
  "name": "Lưu Danh Công",
  "description": "Lưu Danh Công (chữ Hán: 劉名公, 1643[1] hay 1644 [2] - 1675[2]), người xã Phương Liệt, huyện Thanh Trì, phủ Thường Tín, trấn Sơn Nam (nay là phường Phương Liệt, quận Thanh Xuân, Hà Nội). Đỗ trạng nguyên khoa Canh Tuất, niên hiệu Cảnh Trị thứ 8 (1670), đời Lê Huyền Tông[3]. Do kỳ thi Hội của khoa thi này tổ chức vào tháng 11 âm lịch năm này nên kỳ thi Đình diễn ra vào tháng 1 năm 1671[2][3].",
  "connection": [],
  "url": "/wiki/Lưu_Danh_Công",
  "info": {}
 },
 {
  "name": "Nguyễn Đăng Đạo",
  "description": "Nguyễn Đăng Đạo (chữ Hán: 阮登道, 1651–1719) là một trong số rất ít trạng nguyên làm quan tới chức tể tướng thời Lê trung hưng. Ông còn có tên là Trạng Bịu.",
  "connection": [],
  "url": "/wiki/Nguyễn_Đăng_Đạo",
  "info": {}
 },
 {
  "name": "Trịnh Tuệ",
  "description": "Trịnh Tuệ (chữ Hán: 鄭橞; 1701–?, trước có tên là Trịnh Huệ, sau vì trùng tên với Tuyên Phi Đặng Thị Huệ nên đổi sang là Trịnh Tuệ[cần dẫn nguồn], hiệu là Cúc Lam, là vị Trạng nguyên cuối cùng trong lịch sử Việt Nam.",
  "connection": [],
  "url": "/wiki/Trịnh_Tuệ",
  "info": {}
 }
]